export const chatData = `{
    "id": 2,
    "set": [
        {
            "id": 1,
            "form": "철수야, 너 내일 퇴근하고 시간 괜찮아?",
            "pid": "P01"
        },
        {
            "id": 2,
            "form": "어 짱구형 무슨일이야, 피곤하긴 한데 괜찮음 왜?",
            "pid": "P02"
        },
        {
            "id": 3,
            "form": "내일 게임같이 하자",
            "pid": "P01"
        },
        {
            "id": 4,
            "form": "피곤하긴한데;; ㅇㅋ;; 형 닉네임 뭔데?",
            "pid": "P02"
        },
        {
            "id": 5,
            "form": "나 울엄마소라카장인 이야",
            "pid": "P01"
        },
        {
            "id": 6,
            "form": "ㅇㅋㅇㅋ 나는 진짜집가고싶어 임 전적검색 해보셈 최근승률 100%임",
            "pid": "P02"
        },
        {
            "id": 7,
            "form": "오 ㅋㅋㅋ 좀 치는데",
            "pid": "P01"
        },
        {
            "id": 8,
            "form": "철수님께서 캐리한다 ㅋㅋㅋ 딱대",
            "pid": "P02"
        },
        {
            "id": 9,
            "form": "ㅋㅋㅋㅋㅋㅋ 오키 그럼 내일보자",
            "pid": "P01"
        }
    ]
}`

export const chatData2 = `{
    "id": 3,
    "set": [
      {
        "id": 1,
        "form": "유리씨 서울로 쇼핑하러 가는거 어때요?",
        "pid": "P01"
      },
      {
        "id": 2,
        "form": "네, 좋아요 훈이씨, 어떤 브랜드가 좋을까요?",
        "pid": "P02"
      },
      {
        "id": 3,
        "form": "음 글쎄요 저는 나이키와 아디다스를 찾아보고 싶어요.",
        "pid": "P01"
      },
      {
        "id": 4,
        "form": "그럼 어느 매장으로 가실 건가요?",
        "pid": "P02"
      },
      {
        "id": 5,
        "form": "서울에는 많은 매장이 있어서 고민이에요. 어떤 지역이 좋을까요?",
        "pid": "P02"
      },
      {
        "id": 6,
        "form": "강남이나 홍대에는 많은 쇼핑몰과 매장들이 있어서 좋을 것 같아요.",
        "pid": "P01"
      },
      {
        "id": 7,
        "form": "강남이나 홍대로 가볼까요?",
        "pid": "P01"
      },
      {
        "id": 8,
        "form": "네, 좋아요. 강남이나 홍대에 있는 매장을 찾아볼게요.",
        "pid": "P02"
      },
      {
        "id": 9,
        "form": "감사합니다ㅋㅋㅋ",
        "pid": "P01"
      }
    ]
  }`